const people = [
  {
    id: 1,
    name: "Сумченко Володимир Борисович",
    role: "Ліквідатор 1-А категорії",
    avatar: "/images/Sumchenko_Volodymyr_avatar.png",
    photo: "/images/Sumchenko_Volodymyr_avatar.png",
    sections: [
      {
        text: "Він — ліквідатор 1-А категорії, інвалід війни ІІІ групи. З листопада 1986 по січень 1987 року Володимир Борисович здійснив понад 30 виїздів в особливо небезпечну зону №3. Його особиста доза опромінення склала 25 рентген (доза у 25 рентгенів перевищує умовно безпечний рівень приблизно у 50 разів!).  Шлях до епіцентру та робота в «невидимому вогні» Для Володимира Борисовича Чорнобиль розпочався з повістки лейтенанту запасу та швидких зборів у Сумському військкоматі. Після перепідготовки у Білій Церкві його направили до елітного Окремого спеціального батальйону хімічного захисту, який через складність завдань називали «спецназом». Разом із побратимами Володимир працював у самому серці катастрофи — в особливо небезпечній зоні №3, на території перших трьох енергоблоків. Їхні будні минали у підвальних приміщеннях на мінусових відмітках: вони відкачували радіоактивну воду, дезактивували кабелі та обладнання в реакторному цеху. Щодня шлях до робочих місць пролягав повз розвалений четвертий реактор та «Рудий ліс», де рівень радіації перевищував 50 рентген на годину, перетворюючи кожну зміну на справжнє випробування людської витривалості.",
        image: '/images/Sumchenko_Volodymyr.png'
      },
      {
        text: "Ціна обов'язку та життя після подвигу Основним захистом ліквідаторів у ті часи була лише марлева пов'язка «пелюстка», яка швидко намокала від поту й забивалася радіоактивним пилом під час багатогодинних змін. Володимир Борисович згадує, що радіація була невідчутною на дотик чи запах, але проявлялася металевим присмаком у роті, головним болем та постійною втомою. Попри невидиму небезпеку, почуття відповідальності переважало страх за здоров'я. Сьогодні, завершивши свою місію на станції, він продовжує служити людям як незмінний голова Тростянецького осередку «Союз Чорнобиль України». За свій подвиг та багаторічну громадську діяльність він відзначений Грамотою Верховної Ради України, залишаючись живою легендою та символом незламності для своєї громади.",
        image: "/images/Sumchenko_Volodymyr_story.jpg"
      },
    ]
  },
  {
    id: 3,
    name: "Ступак Тарас Володимирович",
    role: "Ліквідатор 1-А категорії",
    avatar: "/images/Stupak_Taras_Volodymyrovuch_avatar.jpg",
    photo: "/images/Stupak_Taras_Volodymyrovuch_avatar.jpg",
    sections: [
      {
        text: "Життєвий шлях Тараса Володимировича Ступака, ліквідатора ІІ категорії та досвідченого вогнеборця з Конотопа, назавжди закарбований у літописі чорнобильської трагедії. Після завершення навчання у Харківському пожежно-технічному училищі молодий енергійний юнак опинився в самому епіцентрі світової катастрофи, де кожен крок вимагав надзвичайної витримки. На відміну від багатьох, хто приїжджав у короткочасні відрядження, Тарас прийняв винятково мужнє рішення — залишитися на станції штатним працівником. Протягом п’яти довгих років, працюючи на тонкій межі між професійним обов’язком та невидимою радіаційною загрозою, він здійснював щоденні виїзди до реактора та забезпечував суворий контроль пожежної безпеки на об’єктах станції. Його щоденна робота в умовах екстремального ризику була не просто службою, а справжнім актом самопожертви заради майбутнього своєї країни та безпеки мільйонів людей.",
        image: '/images/Stupak_Taras_Volodymyrovuch.jpg'
      },
      {
        text: "Саме в цій суворій Зоні відчуження, серед холодного бетону та тривожної тиші, Тарас зустрів головну опору свого життя — пані Ніну, яка приїхала на станцію добровольцем і працювала в лабораторії, вимірюючи рівні опромінення. Їхня доленосна зустріч відбулася під час здачі індивідуальних накопичувачів після виснажливих змін, ставши променем світла в найтемніші часи. Почуття, що розквітло всупереч масштабній трагедії, перетворило місце болю на місце зародження нового життя, довівши, що справжня любов сильніша за будь-яку руйнівну силу. Повернувшись додому, у 1992 році пара створила міцну, щасливу сім’ю, яка стала символом перемоги людяності над ядерною стихією. Сьогодні Головне управління Пенсійного фонду України в Сумській області з особливою шаною піклується про соціальні гарантії таких героїв, як подружжя Ступаків, вважаючи своїм обов’язком забезпечити їм стабільність та гідну підтримку за їхній неоціненний внесок у порятунок світу.",
        image: "/images/Stupak_Taras_Volodymyrovuch_firefighters.jpg"
      },
    ]
  },
  {
    id: 4,
    name: "Недоступ Володимир Сергійович",
    role: "????",
    avatar: "/images/Nedostup_Volodimir_Sergiyovich_avatar.jpg",
    photo: "/images/Nedostup_Volodimir_Sergiyovich_avatar.jpg",
    sections: [
      {
        text: "Життєвий шлях Володимира Сергійовича Недоступа, уродженця селища Ямпіль, став втіленням надзвичайної внутрішньої сили, яка гартувалася ще з дитинства через ранні втрати та випробування навчанням в інтернаті. Здобувши фах токаря та пройшовши строкову службу в далекому Приамур’ї, він знайшов своє справжнє покликання у лавах МВС, де пройшов шлях від постового інспектора до заступника начальника райвідділу. Коли у квітні 1986 року сталася Чорнобильська катастрофа, 34-річний Володимир Сергійович не вагаючись виявив добровільне бажання захистити країну. У складі зведеного загону правоохоронців Сумщини він протягом місяця ніс надскладну службу безпосередньо у місті Чорнобиль. Під час виснажливих 12-годинних змін у складі патрульних нарядів він забезпечував громадський порядок на пустельних вулицях міста-привида, протидіючи мародерству та охороняючи майно евакуйованих жителів. Робота в умовах постійної невидимої загрози, обмежених засобів захисту та недосконалого обліку доз опромінення вимагала колосальної психологічної стійкості, адже патрульним доводилося щодня бачити завмерле життя тисяч родин крізь вікна покинутих будинків.",
        image: '/images/Nedostup_Volodimir_Sergiyovich_2.jpg'
      },
      {
        text: "Після завершення місії та повернення з небезпечног`о відрядження Володимир Сергійович пройшов тривалий етап відновлення, що включав медичне лікування та реабілітацію в Литві, після чого з новими силами повернувся до виконання службових обов'язків. Сьогодні його душа знайшла довгоочікувану гармонію в колі люблячої родини — чарівної дружини, доньки та двох онуків, які стали для героя-ліквідатора головним джерелом радості та життєвої енергії. Зі свого боку, колектив Головного управління Пенсійного фонду України в Сумській області з глибокою шаною дбає про соціальний і матеріальний спокій ветерана. Володимир Сергійович стабільно отримує належне пенсійне забезпечення згідно із законом для військовослужбовців, а наша щоденна робота спрямована на те, щоб кожен ліквідатор відчував безумовну вдячність держави та впевненість у завтрашньому дні. Ми бережемо пам’ять про подвиг наших земляків і працюємо для того, щоб вони могли насолоджуватися заслуженим відпочинком і теплом родинного затишку, знаючи, що їхні права надійно захищені.",
        image: "/images/Nedostup_Volodimir_Sergiyovich.jpg"
      },
    ]
  },
  {
    id: 5,
    name: "Бруяка Микола Іванович",
    role: "????",
    avatar: "/images/Bruyaka_Mykola_Ivanovych_avatar.jpg",
    photo: "/images/Bruyaka_Mykola_Ivanovych_avatar.jpg",
    sections: [
      {
        text: "Микола Іванович Бруяка — видатний лікар та Почесний громадянин міста Ромни, який присвятив майже тридцять років свого життя захисту санітарного благополуччя регіону. У червні 1986 року, у розпал ліквідації наслідків аварії на ЧАЕС, він очолив п’яту вахтову бригаду санепідемслужби Сумської області безпосередньо у 30-кілометровій зоні. Головним завданням медиків було запобігання спалахам інфекцій та контроль харчової безпеки серед тисяч ліквідаторів. Завдяки професіоналізму Миколи Івановича та бездоганній роботі його команди, за час вахти не було допущено жодного випадку масових отруєнь чи епідемій, що в екстремальних умовах радіаційного забруднення стало справжнім трудовим подвигом.",
        image: '/images/Bruyaka_Mykola_Ivanovych.jpg'
      },
      {
        text: "У цій небезпечній битві Микола Бруяка був не один: пліч-о-пліч із ним працювали його дружина Валентина Іванівна та син Олександр, створивши цілу родинну династію медиків-рятувальників. Попри підірване внаслідок опромінення здоров’я, Микола Іванович продовжував віддано служити громаді до 2001 року, залишивши по собі пам’ять як про людину виняткової мужності та професійної етики. Сьогодні Головне управління Пенсійного фонду України в Сумській області з глибокою повагою дбає про соціальну підтримку ветеранів-ліквідаторів та їхніх родин, забезпечуючи належний захист прав тих, хто став живим щитом для майбутніх поколінь.",
        image: "/images/Bruyaka_Mykola_Ivanovych_2.jpg"
      },
    ]
  },
  {
    id: 6,
    name: "Литвинов Іван Андрійович",
    role: "????",
    avatar: "/images/Lytvynov_Ivan_Andryyovich_avatar.jpg",
    photo: "/images/Lytvynov_Ivan_Andryyovich_avatar.jpg",
    sections: [
      {
        text: "У 1986 році, будучи 30-річним старшим водієм Путивльської лікарні, Іван Андрійович опинився в самому епіцентрі Чорнобильської катастрофи. На спеціально обладнаному автомобілі він виконував смертельно небезпечну роботу — під’їжджав безпосередньо до жерла зруйнованого реактора для забору проб ґрунту та води. Найсильнішим спогадом для нього стала невидима радіація, а гнітюча, «мертва» тиша зони відчуження, яка згодом спонукала його до дії. Повернувшись додому, Іван Андрійович став головним рушієм створення скверу вшанування ліквідаторів на Путивльщині: у 2015 році він разом із побратимами власноруч розпочав будівництво каплиці, метр за метром відвойовуючи простір у забуття.",
        image: '/images/Lytvynov_Ivan_Andryyovich.jpg' 
      },
      {
       text: "Сьогодні цей сквер перетворився на живий символ перемоги життя над руйнівним атомом — навколо каплиці височіють туї, а нещодавно Алею Пам’яті поповнили молоді дуби, висаджені за участі фахівців Пенсійного фонду Сумщини. Ці зелені насадження стали остаточною перемогою ветерана над сірим бетоном реактора. Пте,и те, щров’я лікв ліквідаторагає бгає бережливого ставлення через наслідки небезпечного відрядження, його справдовжудовжує живд завдярб турботі громади.вне управління Пенсійного фонду України в Сумській області зі своі свого боку забезпечує стабільнуальну підтримку героягероя, аби він вавчувсолабсолютну впевненість у завтрашньому дні та вдячність за свій подвиг.",
       image: "/images/Lytvynov_Ivan_Andryyovich_2.jpg"
      },
    ]
  }
];

module.exports = people;