const people = [
  {
    id: 1,
    name: "Сумченко Володимир Борисович",
    role: "Ліквідатор 1-А категорії",
    avatar: "/images/Sumchenko_Volodymyr_avatar.png",
    photo: "/images/Sumchenko_Volodymyr_avatar.png",
    sections: [
      {
        text: "Він — ліквідатор 1-А категорії, інвалід війни ІІІ групи. З листопада 1986 по січень 1987 року Володимир Борисович здійснив понад 30 виїздів в особливо небезпечну зону №3. Його особиста доза опромінення склала 25 рентген (доза у 25 рентгенів перевищує умовно безпечний рівень приблизно у 50 разів!).  Шлях до епіцентру та робота в «невидимому вогні» Для Володимира Борисовича Чорнобиль розпочався з повістки лейтенанту запасу та швидких зборів у Сумському військкоматі. Після перепідготовки у Білій Церкві його направили до елітного Окремого спеціального батальйону хімічного захисту, який через складність завдань називали «спецназом». Разом із побратимами Володимир працював у самому серці катастрофи — в особливо небезпечній зоні №3, на території перших трьох енергоблоків. Їхні будні минали у підвальних приміщеннях на мінусових відмітках: вони відкачували радіоактивну воду, дезактивували кабелі та обладнання в реакторному цеху. Щодня шлях до робочих місць пролягав повз розвалений четвертий реактор та «Рудий ліс», де рівень радіації перевищував 50 рентген на годину, перетворюючи кожну зміну на справжнє випробування людської витривалості.",
        image: '/images/Sumchenko_Volodymyr.png'
      },
      {
        text: "Ціна обов'язку та життя після подвигу Основним захистом ліквідаторів у ті часи була лише марлева пов'язка «пелюстка», яка швидко намокала від поту й забивалася радіоактивним пилом під час багатогодинних змін. Володимир Борисович згадує, що радіація була невідчутною на дотик чи запах, але проявлялася металевим присмаком у роті, головним болем та постійною втомою. Попри невидиму небезпеку, почуття відповідальності переважало страх за здоров'я. Сьогодні, завершивши свою місію на станції, він продовжує служити людям як незмінний голова Тростянецького осередку «Союз Чорнобиль України». За свій подвиг та багаторічну громадську діяльність він відзначений Грамотою Верховної Ради України, залишаючись живою легендою та символом незламності для своєї громади.",
        image: "/images/Sumchenko_Volodymyr_story.jpg"
      },
    ]
  },
  {
    id: 3,
    name: "Ступак Тарас Володимирович",
    role: "Ліквідатор 1-А категорії",
    avatar: "/images/Stupak_Taras_Volodymyrovuch_avatar.jpg",
    photo: "/images/Stupak_Taras_Volodymyrovuch_avatar.jpg",
    sections: [
      {
        text: "Життєвий шлях Тараса Володимировича Ступака, ліквідатора ІІ категорії та досвідченого вогнеборця з Конотопа, назавжди закарбований у літописі чорнобильської трагедії. Після завершення навчання у Харківському пожежно-технічному училищі молодий енергійний юнак опинився в самому епіцентрі світової катастрофи, де кожен крок вимагав надзвичайної витримки. На відміну від багатьох, хто приїжджав у короткочасні відрядження, Тарас прийняв винятково мужнє рішення — залишитися на станції штатним працівником. Протягом п’яти довгих років, працюючи на тонкій межі між професійним обов’язком та невидимою радіаційною загрозою, він здійснював щоденні виїзди до реактора та забезпечував суворий контроль пожежної безпеки на об’єктах станції. Його щоденна робота в умовах екстремального ризику була не просто службою, а справжнім актом самопожертви заради майбутнього своєї країни та безпеки мільйонів людей.",
        image: '/images/Stupak_Taras_Volodymyrovuch.jpg'
      },
      {
        text: "Саме в цій суворій Зоні відчуження, серед холодного бетону та тривожної тиші, Тарас зустрів головну опору свого життя — пані Ніну, яка приїхала на станцію добровольцем і працювала в лабораторії, вимірюючи рівні опромінення. Їхня доленосна зустріч відбулася під час здачі індивідуальних накопичувачів після виснажливих змін, ставши променем світла в найтемніші часи. Почуття, що розквітло всупереч масштабній трагедії, перетворило місце болю на місце зародження нового життя, довівши, що справжня любов сильніша за будь-яку руйнівну силу. Повернувшись додому, у 1992 році пара створила міцну, щасливу сім’ю, яка стала символом перемоги людяності над ядерною стихією. Сьогодні Головне управління Пенсійного фонду України в Сумській області з особливою шаною піклується про соціальні гарантії таких героїв, як подружжя Ступаків, вважаючи своїм обов’язком забезпечити їм стабільність та гідну підтримку за їхній неоціненний внесок у порятунок світу.",
        image: "/images/Stupak_Taras_Volodymyrovuch_firefighters.jpg"
      },
    ]
  }
];

module.exports = people;